Ran Plan for dir: `terraform-aws` workspace: `default`

**Plan Error**
<details><summary>Show Output</summary>

```
exit status 1: running "infracost output --path=/tmp/infracost_$PROJECT_NAME.json --format=github-comment --out=/tmp/infracost_$PROJECT_NAME.md" in "/home/atlantis/.atlantis/repos/infracost/atlantis-demo/12/default/terraform-aws": 
USAGE
  infracost output [flags]

EXAMPLES
  Show a breakdown from multiple Infracost JSON files:

      infracost output --path out1.json --path out2.json --path out3.json

  Create HTML report from multiple Infracost JSON files:

      infracost output --format html --path "out*.json" > output.html

  Merge multiple Infracost JSON files:

      infracost output --format json --path "out*.json"

  Create markdown report suitable for posting in a GitHub comment:

      infracost output --format github-comment --path "out*.json"

FLAGS
      --fields strings     Comma separated list of output fields: all,price,monthlyQuantity,unit,hourlyCost,monthlyCost.
                           Supported by table and html output formats (default [monthlyQuantity,unit,monthlyCost])
      --format string      Output format: json, diff, table, html, github-comment (default "table")
  -h, --help               help for output
  -o, --out-file string    Save output to a file, helpful with format flag
  -p, --path stringArray   Path to Infracost JSON files
      --show-skipped       Show unsupported resources, some of which might be free

GLOBAL FLAGS
      --log-level string   Log level (trace, debug, info, warn, error, fatal)
      --no-color           Turn off colored output

Error: unknown flag: --out

Update: A new version of Infracost is available: v0.9.13 → v0.9.14
  $ curl -fsSL https://raw.githubusercontent.com/infracost/infracost/master/scripts/install.sh | sh


Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # aws_instance.web_app will be created
+ resource "aws_instance" "web_app" {
      + ami                                  = "ami-674cbc1e"
      + arn                                  = (known after apply)
      + associate_public_ip_address          = (known after apply)
      + availability_zone                    = (known after apply)
      + cpu_core_count                       = (known after apply)
      + cpu_threads_per_core                 = (known after apply)
      + disable_api_termination              = (known after apply)
      + ebs_optimized                        = (known after apply)
      + get_password_data                    = false
      + host_id                              = (known after apply)
      + id                                   = (known after apply)
      + instance_initiated_shutdown_behavior = (known after apply)
      + instance_state                       = (known after apply)
      + instance_type                        = "m5.4xlarge"
      + ipv6_address_count                   = (known after apply)
      + ipv6_addresses                       = (known after apply)
      + key_name                             = (known after apply)
      + monitoring                           = (known after apply)
      + outpost_arn                          = (known after apply)
      + password_data                        = (known after apply)
      + placement_group                      = (known after apply)
      + placement_partition_number           = (known after apply)
      + primary_network_interface_id         = (known after apply)
      + private_dns                          = (known after apply)
      + private_ip                           = (known after apply)
      + public_dns                           = (known after apply)
      + public_ip                            = (known after apply)
      + secondary_private_ips                = (known after apply)
      + security_groups                      = (known after apply)
      + source_dest_check                    = true
      + subnet_id                            = (known after apply)
      + tags_all                             = (known after apply)
      + tenancy                              = (known after apply)
      + user_data                            = (known after apply)
      + user_data_base64                     = (known after apply)
      + vpc_security_group_ids               = (known after apply)

      + capacity_reservation_specification {
          + capacity_reservation_preference = (known after apply)

          + capacity_reservation_target {
              + capacity_reservation_id = (known after apply)
            }
        }

      + ebs_block_device {
          + delete_on_termination = true
          + device_name           = "my_data"
          + encrypted             = (known after apply)
          + iops                  = 800
          + kms_key_id            = (known after apply)
          + snapshot_id           = (known after apply)
          + throughput            = (known after apply)
          + volume_id             = (known after apply)
          + volume_size           = 1000
          + volume_type           = "io1"
        }

      + enclave_options {
          + enabled = (known after apply)
        }

      + ephemeral_block_device {
          + device_name  = (known after apply)
          + no_device    = (known after apply)
          + virtual_name = (known after apply)
        }

      + metadata_options {
          + http_endpoint               = (known after apply)
          + http_put_response_hop_limit = (known after apply)
          + http_tokens                 = (known after apply)
        }

      + network_interface {
          + delete_on_termination = (known after apply)
          + device_index          = (known after apply)
          + network_interface_id  = (known after apply)
        }

      + root_block_device {
          + delete_on_termination = true
          + device_name           = (known after apply)
          + encrypted             = (known after apply)
          + iops                  = (known after apply)
          + kms_key_id            = (known after apply)
          + throughput            = (known after apply)
          + volume_id             = (known after apply)
          + volume_size           = 100
          + volume_type           = (known after apply)
        }
    }

  # aws_lambda_function.hello_world will be created
+ resource "aws_lambda_function" "hello_world" {
      + architectures                  = (known after apply)
      + arn                            = (known after apply)
      + function_name                  = "hello_world"
      + handler                        = "exports.test"
      + id                             = (known after apply)
      + invoke_arn                     = (known after apply)
      + last_modified                  = (known after apply)
      + memory_size                    = 1024
      + package_type                   = "Zip"
      + publish                        = false
      + qualified_arn                  = (known after apply)
      + reserved_concurrent_executions = -1
      + role                           = "arn:aws:lambda:us-east-1:account-id:resource-id"
      + runtime                        = "nodejs12.x"
      + signing_job_arn                = (known after apply)
      + signing_profile_version_arn    = (known after apply)
      + source_code_hash               = (known after apply)
      + source_code_size               = (known after apply)
      + tags_all                       = (known after apply)
      + timeout                        = 3
      + version                        = (known after apply)

      + tracing_config {
          + mode = (known after apply)
        }
    }

Plan: 2 to add, 0 to change, 0 to destroy.

Detected Terraform plan file at /home/atlantis/.atlantis/repos/infracost/atlantis-demo/12/default/terraform-aws/default.tfplan
  [96;1m⠋[0m Running terraform show   [96;1m⠙[0m Running terraform show   [96;1m⠹[0m Running terraform show   [96;1m⠸[0m Running terraform show   [96;1m⠼[0m Running terraform show   [96;1m⠴[0m Running terraform show   [96;1m⠦[0m Running terraform show   [96;1m⠧[0m Running terraform show   [96;1m⠇[0m Running terraform show   [96;1m⠏[0m Running terraform show   [96;1m⠋[0m Running terraform show   [96;1m⠙[0m Running terraform show   [96;1m⠹[0m Running terraform show   [96;1m⠸[0m Running terraform show   [96;1m⠼[0m Running terraform show   [96m✔[0m Running terraform show

[96;1m⠋[0m Calculating monthly cost estimate [96;1m⠙[0m Calculating monthly cost estimate [96m✔[0m Calculating monthly cost estimate

Output saved to /tmp/infracost_.json

[33mUpdate:[0m A new version of Infracost is available: [96mv0.9.13[0m → [96mv0.9.14[0m
  $ curl -fsSL https://raw.githubusercontent.com/infracost/infracost/master/scripts/install.sh | sh

```
</details>

